{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "!": 5,
      "%": 6,
      "&": 7,
      "(": 8,
      ")": 9,
      "*": 10,
      ",": 11,
      "-": 12,
      ".": 13,
      "/": 14,
      "0": 15,
      "1": 16,
      "2": 17,
      "3": 18,
      "4": 19,
      "5": 20,
      "6": 21,
      "7": 22,
      "8": 23,
      "9": 24,
      ":": 25,
      ";": 26,
      "=": 27,
      "?": 28,
      "@": 29,
      "A": 30,
      "B": 31,
      "C": 32,
      "D": 33,
      "E": 34,
      "F": 35,
      "G": 36,
      "H": 37,
      "I": 38,
      "J": 39,
      "K": 40,
      "L": 41,
      "M": 42,
      "N": 43,
      "O": 44,
      "P": 45,
      "Q": 46,
      "R": 47,
      "S": 48,
      "T": 49,
      "U": 50,
      "V": 51,
      "W": 52,
      "X": 53,
      "Y": 54,
      "Z": 55,
      "[": 56,
      "]": 57,
      "a": 58,
      "b": 59,
      "c": 60,
      "d": 61,
      "e": 62,
      "f": 63,
      "g": 64,
      "h": 65,
      "i": 66,
      "j": 67,
      "k": 68,
      "l": 69,
      "m": 70,
      "n": 71,
      "o": 72,
      "p": 73,
      "q": 74,
      "r": 75,
      "s": 76,
      "t": 77,
      "u": 78,
      "v": 79,
      "w": 80,
      "x": 81,
      "y": 82,
      "z": 83,
      "{": 84,
      "|": 85,
      "}": 86,
      "¡": 87,
      "¢": 88,
      "£": 89,
      "¤": 90,
      "§": 91,
      "¨": 92,
      "©": 93,
      "ª": 94,
      "¯": 95,
      "±": 96,
      "²": 97,
      "³": 98,
      "´": 99,
      "µ": 100,
      "º": 101,
      "¼": 102,
      "¿": 103,
      "Â": 104,
      "Ã": 105,
      "â": 106,
      "ð": 107,
      "ĉ": 108,
      "Ċ": 109,
      "Ġ": 110,
      "Ģ": 111,
      "ģ": 112,
      "ħ": 113,
      "ī": 114,
      "į": 115,
      "ı": 116,
      "ĵ": 117,
      "Ķ": 118,
      "ĺ": 119,
      "Ļ": 120,
      "ļ": 121,
      "ľ": 122,
      "Ŀ": 123,
      "ł": 124,
      "Ń": 125,
      "de": 126,
      "en": 127,
      "Ġde": 128,
      "Ġl": 129,
      "Ġp": 130,
      "es": 131,
      "ci": 132,
      "er": 133,
      "os": 134,
      "Ġla": 135,
      "Ġs": 136,
      "Ġc": 137,
      "Ġa": 138,
      "ar": 139,
      "on": 140,
      "Ã³": 141,
      "âĢ": 142,
      "ti": 143,
      "ta": 144,
      "or": 145,
      "ue": 146,
      "Ġe": 147,
      "ÃŃ": 148,
      "te": 149,
      "ca": 150,
      "is": 151,
      "un": 152,
      "re": 153,
      "da": 154,
      "to": 155,
      "Ã³n": 156,
      "Ġen": 157,
      "que": 158,
      "Ġes": 159,
      "al": 160,
      "in": 161,
      "Ġm": 162,
      "ra": 163,
      "do": 164,
      "Ġque": 165,
      "Ġel": 166,
      "ciÃ³n": 167,
      "Ġy": 168,
      "ĠâĢ": 169,
      "ÃŃa": 170,
      "âĢĿ": 171,
      "Ġn": 172,
      "ĠâĢľ": 173,
      "an": 174,
      "Ġf": 175,
      "ica": 176,
      "Ġun": 177,
      "Ġcon": 178,
      "ro": 179,
      "Ã¡": 180,
      "as": 181,
      "Ġh": 182,
      "mo": 183,
      "Ġse": 184,
      "il": 185,
      "Ã©": 186,
      "ol": 187,
      "men": 188,
      "di": 189,
      "Ġre": 190,
      "Ġdel": 191,
      "tu": 192,
      "Ġsu": 193,
      "Ġin": 194,
      "aciÃ³n": 195,
      "Ġo": 196,
      "tra": 197,
      "ien": 198,
      "dad": 199,
      "am": 200,
      "Ġco": 201,
      "le": 202,
      "ilos": 203,
      "co": 204,
      "Ġuna": 205,
      "ri": 206,
      "ĠE": 207,
      "of": 208,
      "ter": 209,
      "Ġpar": 210,
      "Ġpor": 211,
      "Ġno": 212,
      "ec": 213,
      "lo": 214,
      "cion": 215,
      "Ġal": 216,
      "Ġv": 217,
      "ib": 218,
      "mp": 219,
      "cia": 220,
      "Ġpro": 221,
      "ilosof": 222,
      "mente": 223,
      "ĠA": 224,
      "ma": 225,
      "Ġlos": 226,
      "ul": 227,
      "tin": 228,
      "res": 229,
      "tica": 230,
      "ĠL": 231,
      "idad": 232,
      "ilosofÃŃa": 233,
      "ide": 234,
      "Ġlas": 235,
      "ig": 236,
      "Ġha": 237,
      "Ġd": 238,
      "tor": 239,
      "ĠS": 240,
      "us": 241,
      "ismo": 242,
      "Ġcomo": 243,
      "Ġ1": 244,
      "ten": 245,
      "el": 246,
      "ĠfilosofÃŃa": 247,
      "ĠC": 248,
      "Ġex": 249,
      "qu": 250,
      "Ġto": 251,
      "ia": 252,
      "Ġdes": 253,
      "Ġso": 254,
      "tos": 255,
      "iz": 256,
      "Ġcu": 257,
      "Ġlo": 258,
      "Ġtra": 259,
      "cu": 260,
      "Ġte": 261,
      "ista": 262,
      "mb": 263,
      "ce": 264,
      "ĠP": 265,
      "iber": 266,
      "ĠM": 267,
      "Ã¡s": 268,
      "..": 269,
      "og": 270,
      "ens": 271,
      "ab": 272,
      "fi": 273,
      "ican": 274,
      "Ġpara": 275,
      "ciones": 276,
      "Ãº": 277,
      "ĠLa": 278,
      "tr": 279,
      "Ġb": 280,
      "Ġesta": 281,
      "iento": 282,
      "Ġliber": 283,
      "Ġan": 284,
      "âĢĿ,": 285,
      "Ġdi": 286,
      "tar": 287,
      "tan": 288,
      "erican": 289,
      "la": 290,
      "Ġpo": 291,
      "Ġ(": 292,
      "tino": 293,
      "va": 294,
      "tal": 295,
      "âĢĿ.": 296,
      "ues": 297,
      "io": 298,
      "iÃ³n": 299,
      "gen": 300,
      "tes": 301,
      "Ġper": 302,
      "tro": 303,
      "olog": 304,
      "ĠD": 305,
      "ch": 306,
      "Ã³g": 307,
      "Ġser": 308,
      "cien": 309,
      "american": 310,
      "ĠmÃ¡s": 311,
      "den": 312,
      "ologÃŃa": 313,
      "Ġi": 314,
      "se": 315,
      "dos": 316,
      "Ġmo": 317,
      "tinoamerican": 318,
      "ĠI": 319,
      "ada": 320,
      "Ġhis": 321,
      "Ġdis": 322,
      "era": 323,
      "Ġ19": 324,
      "min": 325,
      "Ġpens": 326,
      "cial": 327,
      "Ġsi": 328,
      "Ã©r": 329,
      "ĠliberaciÃ³n": 330,
      "go": 331,
      "Ġcons": 332,
      "ble": 333,
      "Ġpos": 334,
      "ĠEs": 335,
      "iv": 336,
      "Ġme": 337,
      "tura": 338,
      "Ġinter": 339,
      "Ġlatinoamerican": 340,
      "Ġexp": 341,
      "ico": 342,
      "Ġpue": 343,
      "ÃŃtica": 344,
      "Ġsin": 345,
      "ara": 346,
      "Ġide": 347,
      "gun": 348,
      "fica": 349,
      "ĠF": 350,
      "Ġpre": 351,
      "Ã±": 352,
      "ĠH": 353,
      "Ġac": 354,
      "ado": 355,
      "Ġeste": 356,
      "du": 357,
      "vi": 358,
      "ba": 359,
      "Ġcr": 360,
      "Ġap": 361,
      "ĠEn": 362,
      "mi": 363,
      "Ġpol": 364,
      "bre": 365,
      "Ġpp": 366,
      "Ġreal": 367,
      "cional": 368,
      "man": 369,
      "pul": 370,
      "tico": 371,
      "tre": 372,
      "Ġimp": 373,
      "ĠR": 374,
      "ĠB": 375,
      "Ã³gica": 376,
      "dor": 377,
      "je": 378,
      "ĠEl": 379,
      "Ġg": 380,
      "Ġprop": 381,
      "...": 382,
      "arx": 383,
      "Ã©n": 384,
      "con": 385,
      "eg": 386,
      "mos": 387,
      "tÃ³": 388,
      "Ġ2": 389,
      "Ġas": 390,
      "vo": 391,
      "amiento": 392,
      "ente": 393,
      "Ġob": 394,
      "ĠT": 395,
      "cep": 396,
      "Ġres": 397,
      "Ã¡n": 398,
      "so": 399,
      "der": 400,
      "Ġca": 401,
      "cer": 402,
      "Ġpopul": 403,
      "ĠG": 404,
      "ida": 405,
      "ĠN": 406,
      "Ġmu": 407,
      "Ġci": 408,
      "ir": 409,
      "ante": 410,
      "des": 411,
      "Ġsus": 412,
      "Ġqu": 413,
      "Ġau": 414,
      "Ġti": 415,
      "miento": 416,
      "ĠÃ©": 417,
      "Ġcl": 418,
      "Ġ197": 419,
      "ces": 420,
      "Ġt": 421,
      "Ġop": 422,
      "Ġref": 423,
      "Ġhistor": 424,
      "orÃŃa": 425,
      "tas": 426,
      "Ġpri": 427,
      "encia": 428,
      "cis": 429,
      "Ġsobre": 430,
      "Ġproble": 431,
      "ando": 432,
      "Ã©rica": 433,
      "ers": 434,
      "Ġmis": 435,
      "tual": 436,
      "li": 437,
      "Ġcomp": 438,
      "Ġfun": 439,
      "Ġlatinoamericana": 440,
      "gu": 441,
      "tiva": 442,
      "ĠAm": 443,
      "Ġsocial": 444,
      "cl": 445,
      "los": 446,
      "ios": 447,
      "Ġj": 448,
      "Ġparti": 449,
      "cur": 450,
      "car": 451,
      "ero": 452,
      "Ġtan": 453,
      "Ãºn": 454,
      "Ġesp": 455,
      "ran": 456,
      "ier": 457,
      "uss": 458,
      "Ġentre": 459,
      "Ġest": 460,
      "za": 461,
      "titu": 462,
      "teg": 463,
      "Ġsig": 464,
      "Ġar": 465,
      "Ġpensamiento": 466,
      "esti": 467,
      "tina": 468,
      "na": 469,
      "enden": 470,
      "ÃŃs": 471,
      "po": 472,
      "lica": 473,
      "ea": 474,
      "Ġtoda": 475,
      "baj": 476,
      "Ġtodo": 477,
      "Ġmismo": 478,
      "ilosÃ³": 479,
      "ĠAmÃ©rica": 480,
      "Ġor": 481,
      "Ġpl": 482,
      "cias": 483,
      "Ġsino": 484,
      "Ġnues": 485,
      "orm": 486,
      "Ġhab": 487,
      "Ġconcep": 488,
      "tru": 489,
      "taciÃ³n": 490,
      "Ġtrabaj": 491,
      "Ġma": 492,
      "Ġdesde": 493,
      "Ġprim": 494,
      "cos": 495,
      "cul": 496,
      "Ġpuede": 497,
      "Ã³s": 498,
      "Ġsup": 499,
      "idem": 500,
      "ciencia": 501,
      "pec": 502,
      "âĢĶ": 503,
      "Ġna": 504,
      "cio": 505,
      "ĠhistÃ³": 506,
      "Ġdiscur": 507,
      "Ġparte": 508,
      "iste": 509,
      "ĠfilosÃ³": 510,
      "mbre": 511,
      "be": 512,
      "Ġra": 513,
      "ctor": 514,
      "enti": 515,
      "ion": 516,
      "Ġu": 517,
      "Ġhistoria": 518,
      "mento": 519,
      "cciÃ³n": 520,
      "ctica": 521,
      "Ã³lo": 522,
      "Ġmedi": 523,
      "ussel": 524,
      "unto": 525,
      "enos": 526,
      "Ġmarx": 527,
      "rica": 528,
      "ĠAr": 529,
      "rÃ¡": 530,
      "Ġposib": 531,
      "ĠO": 532,
      "Ġho": 533,
      "Â¿": 534,
      "quÃŃ": 535,
      "ador": 536,
      "Ġtrata": 537,
      "iciÃ³n": 538,
      "ral": 539,
      "one": 540,
      "ora": 541,
      "eces": 542,
      "ĠpolÃŃtica": 543,
      ").": 544,
      "Ġpres": 545,
      "Ġab": 546,
      "olu": 547,
      "Ġrev": 548,
      "ior": 549,
      "Ġcual": 550,
      "ĠDussel": 551,
      "ĠU": 552,
      "no": 553,
      "Ġ[": 554,
      "ren": 555,
      "ĠIb": 556,
      "edad": 557,
      "Ġdep": 558,
      "Ġsub": 559,
      "endencia": 560,
      "ĠIbidem": 561,
      "me": 562,
      "ru": 563,
      "ĠSe": 564,
      "La": 565,
      "Ġson": 566,
      "Ġcul": 567,
      "ĠestÃ¡": 568,
      "can": 569,
      "Ġya": 570,
      "Ġproblema": 571,
      "Ġlu": 572,
      "Ġdiscurso": 573,
      "ial": 574,
      "iÃ©n": 575,
      "Ġsenti": 576,
      "rol": 577,
      "cri": 578,
      "cir": 579,
      "tiv": 580,
      "Ġpensar": 581,
      "arrol": 582,
      "blo": 583,
      "Ġalgun": 584,
      "tros": 585,
      "),": 586,
      "emp": 587,
      "ario": 588,
      "Ġver": 589,
      "Ġcas": 590,
      "das": 591,
      "Ã¡l": 592,
      "uer": 593,
      "Ã³gico": 594,
      "tural": 595,
      "pa": 596,
      "pre": 597,
      "zar": 598,
      "Ġdo": 599,
      "Ġtanto": 600,
      "Ġman": 601,
      "Ġnue": 602,
      "mas": 603,
      "Ġ3": 604,
      "ĠteologÃŃa": 605,
      "isti": 606,
      "fir": 607,
      "Ġbien": 608,
      "Ġle": 609,
      "Ġpas": 610,
      "ÃŃtico": 611,
      "rico": 612,
      "Ġcuesti": 613,
      "Ġconside": 614,
      "Ġrealidad": 615,
      "Ġcam": 616,
      "istas": 617,
      "Ġsentido": 618,
      "undo": 619,
      "xis": 620,
      "Ġda": 621,
      "Ġsoci": 622,
      "rÃŃa": 623,
      "ĠJ": 624,
      "ĠPor": 625,
      "ĠcrÃŃtica": 626,
      "Ġcom": 627,
      "Ġfunda": 628,
      "gar": 629,
      "Ġten": 630,
      "Ġneces": 631,
      "Ġsector": 632,
      "olÃ³gica": 633,
      "ÃŃn": 634,
      "ivers": 635,
      "les": 636,
      "Ġpa": 637,
      "ano": 638,
      "Ġmisma": 639,
      "eo": 640,
      "Ġautor": 641,
      "ido": 642,
      "mÃ¡": 643,
      "ilÃ³s": 644,
      "ilÃ³sof": 645,
      "Ġlle": 646,
      "El": 647,
      "dica": 648,
      "ga": 649,
      "Ġcien": 650,
      "Ġhay": 651,
      "Ġta": 652,
      "iones": 653,
      "Ġclas": 654,
      "arse": 655,
      "onto": 656,
      "Ġrep": 657,
      "Ġpero": 658,
      "cha": 659,
      "Ġrel": 660,
      "ana": 661,
      "ece": 662,
      "isis": 663,
      "ĠnÃº": 664,
      "ĠfilÃ³sof": 665,
      "Ġpunto": 666,
      "Ġcontra": 667,
      "lÃ³gica": 668,
      "ĠaquÃŃ": 669,
      "ĠÂ¿": 670,
      "tado": 671,
      "Ġporque": 672,
      "Ãºl": 673,
      "ĠRo": 674,
      "ĠnÃºm": 675,
      "ene": 676,
      "Ġins": 677,
      "Ġhombre": 678,
      "Ġdependencia": 679,
      "ve": 680,
      "todo": 681,
      "raxis": 682,
      "Ġotra": 683,
      "fico": 684,
      "Ġinterpre": 685,
      "ceso": 686,
      "alÃ©": 687,
      "aliz": 688,
      "truc": 689,
      "Ġafir": 690,
      "Ġtex": 691,
      "...]": 692,
      "ĠsÃ³lo": 693,
      "tivo": 694,
      "log": 695,
      "Ġtrabajo": 696,
      "ĠideologÃŃa": 697,
      "Ãºlti": 698,
      "ĠCon": 699,
      "Ġexpres": 700,
      "Ġcier": 701,
      "mar": 702,
      "ver": 703,
      "ĠaÃ±": 704,
      "lec": 705,
      "Ġcap": 706,
      "ĠNo": 707,
      "ito": 708,
      "ĠV": 709,
      "ĠY": 710,
      "Ġter": 711,
      "Ġgen": 712,
      "Ġpu": 713,
      "Ġmuy": 714,
      "Ġdecir": 715,
      "Ã©s": 716,
      "Ġinte": 717,
      "ni": 718,
      "tamente": 719,
      "Ġdesarrol": 720,
      "Ġdebe": 721,
      "âĢĻ": 722,
      "Ġni": 723,
      "lex": 724,
      "fin": 725,
      "ez": 726,
      "enta": 727,
      "Ġprodu": 728,
      "Ġcristi": 729,
      "Ġnuestra": 730,
      "Ã¡lisis": 731,
      "rg": 732,
      "Ġfilosof": 733,
      "ech": 734,
      "ĠAl": 735,
      "Ġdif": 736,
      "uel": 737,
      "Ġesto": 738,
      "ilidad": 739,
      "Ġdos": 740,
      "cre": 741,
      "ie": 742,
      "iendo": 743,
      "Ġhu": 744,
      "terior": 745,
      "Ġlatinoamericano": 746,
      "Ġconcepto": 747,
      "mentos": 748,
      "Ġproceso": 749,
      "ĠLatina": 750,
      "Ġonto": 751,
      "izaciÃ³n": 752,
      "Ġapar": 753,
      "jeto": 754,
      "mica": 755,
      "cip": 756,
      "Ġtamb": 757,
      "lar": 758,
      "oci": 759,
      "tÃŃ": 760,
      "Ġad": 761,
      "onde": 762,
      "amente": 763,
      "gÃºn": 764,
      "ĠanÃ¡lisis": 765,
      "Ġpopulista": 766,
      "Ġreflex": 767,
      "cter": 768,
      "asta": 769,
      "Ġtotal": 770,
      "Ġdistin": 771,
      "lectual": 772,
      "ĠtambiÃ©n": 773,
      "ĠÃºlti": 774,
      "ĠâĢĺ": 775,
      "Ġconciencia": 776,
      "Ġmodo": 777,
      "En": 778,
      "Ġden": 779,
      "Ġespe": 780,
      "zo": 781,
      "Ġtal": 782,
      "Ġpr": 783,
      "tudi": 784,
      "gentina": 785,
      "Ġconstitu": 786,
      "ĠFilosofÃŃa": 787,
      "ĠfilosÃ³fica": 788,
      "Ġnacional": 789,
      "Es": 790,
      "lÃŃ": 791,
      "Ġpraxis": 792,
      "ĠSal": 793,
      "mÃ¡tica": 794,
      "Ġfilosofar": 795,
      "Ġcre": 796,
      "Ġestruc": 797,
      "Ġestas": 798,
      "Ġmuch": 799,
      "Ġconsidera": 800,
      "logÃŃa": 801,
      "endo": 802,
      "Ġform": 803,
      "Ã©rmin": 804,
      "ivel": 805,
      "ĠtÃ©rmin": 806,
      "ector": 807,
      "Ġinteres": 808,
      "Ġintelectual": 809,
      "ber": 810,
      "Ã¼": 811,
      "Ġcor": 812,
      "Ġ[...]": 813,
      "uenos": 814,
      "cidad": 815,
      "Ġamb": 816,
      "Ġnivel": 817,
      "ĠAi": 818,
      "Ġsitu": 819,
      "ĠhistÃ³rica": 820,
      ".,": 821,
      "ns": 822,
      "Ġhace": 823,
      "ĠDe": 824,
      "Ġmomento": 825,
      "Ġpueblo": 826,
      "ĠcuestiÃ³n": 827,
      "alÃ©ctica": 828,
      "ĠAires": 829,
      "iza": 830,
      "ĠteorÃŃa": 831,
      "Ġrefer": 832,
      "Ġcaso": 833,
      "olÃ³gico": 834,
      "Ġinten": 835,
      "uro": 836,
      "Ġnos": 837,
      "Ġotro": 838,
      "adas": 839,
      "Ġcab": 840,
      "ortan": 841,
      "ras": 842,
      "mental": 843,
      "iene": 844,
      "abor": 845,
      "Ġsigu": 846,
      "Ġmarxismo": 847,
      "ac": 848,
      "ton": 849,
      "aria": 850,
      "orma": 851,
      "alab": 852,
      "ĠEsta": 853,
      "ĠUn": 854,
      "ima": 855,
      "ital": 856,
      "istema": 857,
      "ĠnociÃ³n": 858,
      "Ġval": 859,
      "Ġhacer": 860,
      "Ġpermi": 861,
      "Ġtiene": 862,
      "Ġpartir": 863,
      "ĠOr": 864,
      "ĠrelaciÃ³n": 865,
      "entes": 866,
      "Ġcol": 867,
      "tad": 868,
      "Ġemb": 869,
      "isten": 870,
      "Ġpreten": 871,
      "Ġorig": 872,
      "ĠhistÃ³rico": 873,
      "Ġrevolu": 874,
      "rup": 875,
      "Ġcultura": 876,
      "ĠK": 877,
      "ĠsÃŃ": 878,
      "quel": 879,
      "hora": 880,
      "Ġplante": 881,
      "ĠRoig": 882,
      "ven": 883,
      "argo": 884,
      "ĠteÃ³": 885,
      "clus": 886,
      "...,": 887,
      "Ġgener": 888,
      "Ġcara": 889,
      "Ġenf": 890,
      "Ġestudi": 891,
      "Ġfin": 892,
      "Ġembargo": 893,
      "Ġcar": 894,
      "ĠRe": 895,
      "ĠGu": 896,
      "âĢĶâĢĶ": 897,
      "ĠfilÃ³sofo": 898,
      "ger": 899,
      "th": 900,
      "Ġestos": 901,
      "Ġcondi": 902,
      "ĠMÃ©": 903,
      "Ġpod": 904,
      "uesta": 905,
      "idades": 906,
      "Ġprimera": 907,
      "Ġaquel": 908,
      "Ġecon": 909,
      "Ġesa": 910,
      "Ġese": 911,
      "Ġimportan": 912,
      "Ġlugar": 913,
      "ser": 914,
      "Ġhan": 915,
      "ĠMarx": 916,
      "Ġhuman": 917,
      "im": 918,
      "ales": 919,
      "ĠseÃ±": 920,
      "ĠSin": 921,
      "van": 922,
      "ino": 923,
      "Ġmenos": 924,
      "Ġconcre": 925,
      "Ġotros": 926,
      "ay": 927,
      "xico": 928,
      "Ġri": 929,
      "Ġvez": 930,
      "ĠBuenos": 931,
      "Ġjus": 932,
      "pecto": 933,
      "Ġcaracter": 934,
      "vÃŃa": 935,
      "Ġdefin": 936,
      "Ġmar": 937,
      "tifi": 938,
      "Ġsegun": 939,
      "ĠPero": 940,
      "uy": 941,
      "Ġprimer": 942,
      "Ġalgunos": 943,
      "Ġdomin": 944,
      "Ġsistema": 945,
      "inas": 946,
      "Ġconte": 947,
      "Ġalter": 948,
      "igÃ¼": 949,
      "ĠpolÃŃtico": 950,
      "ĠasÃŃ": 951,
      "Ġresp": 952,
      "cen": 953,
      "mer": 954,
      "Ġcri": 955,
      "ĠâĢĶ": 956,
      "Ġfu": 957,
      "ĠCar": 958,
      "ĠArgentina": 959,
      "Ġsubs": 960,
      "Ġneg": 961,
      "anto": 962,
      "Ġinteg": 963,
      "Ġprof": 964,
      "ĠreflexiÃ³n": 965,
      "ond": 966,
      "amb": 967,
      "Ġdiv": 968,
      "Ġposi": 969,
      "egel": 970,
      "Ġobra": 971,
      "ĠfilosÃ³fico": 972,
      "Ġcuando": 973,
      "ĠPara": 974,
      "ĠÃ©s": 975,
      "ĠMÃ©xico": 976,
      "filosofÃŃa": 977,
      "pol": 978,
      "tifica": 979,
      "Ġconf": 980,
      "Ġhech": 981,
      "Ġtodos": 982,
      "Ġposible": 983,
      "Ġsiguien": 984,
      "fec": 985,
      "Ġsab": 986,
      "Ġreto": 987,
      "Ġpopulismo": 988,
      "gua": 989,
      "empo": 990,
      "Ġpalab": 991,
      "osiciÃ³n": 992,
      "Ġsal": 993,
      "teorÃŃa": 994,
      "Ġmen": 995,
      "Ġmundo": 996,
      "Ġfen": 997,
      "ĠSan": 998,
      "ciente": 999,
      "Ġmay": 1000,
      "Ġtexto": 1001,
      "rar": 1002,
      "Ġlib": 1003,
      "Ġpon": 1004,
      "Ġencu": 1005,
      "Ġvar": 1006,
      "Ġvol": 1007,
      "ĠdialÃ©ctica": 1008,
      "tesis": 1009,
      "aciones": 1010,
      "rente": 1011,
      "Ġfuer": 1012,
      "izar": 1013,
      "Ġpoder": 1014,
      "Ġsociales": 1015,
      "ĠinterpretaciÃ³n": 1016,
      "ĠseÃ±al": 1017,
      "Ġsea": 1018,
      "Ġdu": 1019,
      "quier": 1020,
      "Ġtrans": 1021,
      "Ġautores": 1022,
      "dar": 1023,
      "pro": 1024,
      "Ġll": 1025,
      "Ġhasta": 1026,
      "ientos": 1027,
      "Ġexisten": 1028,
      "culo": 1029,
      "trar": 1030,
      "Ġperon": 1031,
      "gan": 1032,
      "erte": 1033,
      "izÃ¡": 1034,
      "ĠÃ©tica": 1035,
      "Ġsuper": 1036,
      "Ġclases": 1037,
      "jo": 1038,
      "ĠX": 1039,
      "encias": 1040,
      "raf": 1041,
      "Ġrela": 1042,
      "igu": 1043,
      "Ġmedida": 1044,
      "Ġdentro": 1045,
      "ex": 1046,
      "par": 1047,
      "viene": 1048,
      "Ġtar": 1049,
      "Ã³mo": 1050,
      "diciÃ³n": 1051,
      "ĠAn": 1052,
      "ĠAs": 1053,
      "ĠLo": 1054,
      "Ġcuanto": 1055,
      "cionalidad": 1056,
      "ĠfunciÃ³n": 1057,
      "19": 1058,
      "tri": 1059,
      "Ġ4": 1060,
      "tiz": 1061,
      "rez": 1062,
      "alidad": 1063,
      "ĠMar": 1064,
      "ĠDios": 1065,
      "Ġ20": 1066,
      "ĠTo": 1067,
      "Ġcateg": 1068,
      "Ġsigni": 1069,
      "Ġespecial": 1070,
      "yec": 1071,
      "Ġet": 1072,
      "turo": 1073,
      "ĠposiciÃ³n": 1074,
      "Ġauto": 1075,
      "Ġhistori": 1076,
      "Ġmarxista": 1077,
      "iversidad": 1078,
      "Ġestructura": 1079,
      "urop": 1080,
      "Ġorigin": 1081,
      "none": 1082,
      "ĠZ": 1083,
      "Ġpe": 1084,
      "Ġhe": 1085,
      "Ġbas": 1086,
      "Ġir": 1087,
      "Ġmovi": 1088,
      "Ġgran": 1089,
      "Ġpropia": 1090,
      "Ġargen": 1091,
      "ĠtodavÃŃa": 1092,
      "rÃ¡ctica": 1093,
      "cannone": 1094,
      "Ġsubsector": 1095,
      "blica": 1096,
      "Ġeurop": 1097,
      "Ġenten": 1098,
      "able": 1099,
      "Ġfundamental": 1100,
      "azar": 1101,
      "ena": 1102,
      "engua": 1103,
      "erial": 1104,
      "Ġep": 1105,
      "ĠBond": 1106,
      "ĠBondy": 1107,
      "10": 1108,
      "gos": 1109,
      "gres": 1110,
      "ias": 1111,
      "ĠÃ": 1112,
      "ores": 1113,
      "Ã©mica": 1114,
      "dida": 1115,
      "termin": 1116,
      "Ġva": 1117,
      "Ġanaliz": 1118,
      "ĠIn": 1119,
      "tega": 1120,
      "lÃŃci": 1121,
      "ĠsituaciÃ³n": 1122,
      "ados": 1123,
      "cor": 1124,
      "siÃ³n": 1125,
      "tis": 1126,
      "uego": 1127,
      "Ġmi": 1128,
      "Ġele": 1129,
      "anos": 1130,
      "Ġante": 1131,
      "ĠquÃ©": 1132,
      "cismo": 1133,
      "ĠSalazar": 1134,
      "Ġcabe": 1135,
      "bi": 1136,
      "ros": 1137,
      "val": 1138,
      "Ġnota": 1139,
      "ĠCu": 1140,
      "Ġactitu": 1141,
      "Ġpopular": 1142,
      "ĠÃ©l": 1143,
      "igÃ¼edad": 1144,
      "gger": 1145,
      "ĠQ": 1146,
      "Ġsurg": 1147,
      "mple": 1148,
      "idegger": 1149,
      "usch": 1150,
      "ĠOrtega": 1151,
      "Ġllam": 1152,
      "Ġindi": 1153,
      "Ġtiempo": 1154,
      "Ġpartida": 1155,
      "Ġnuevo": 1156,
      "Ġrepres": 1157,
      "pu": 1158,
      "ur": 1159,
      "Ġlengua": 1160,
      "Ġcen": 1161,
      "Ã³men": 1162,
      "tir": 1163,
      "taciones": 1164,
      "Ġello": 1165,
      "Ġelabor": 1166,
      "Ġfe": 1167,
      "Ġforma": 1168,
      "Ġvis": 1169,
      "ĠScannone": 1170,
      "ĠaÃ±os": 1171,
      "ĠÃºltimo": 1172,
      "ĠprÃ¡ctica": 1173,
      "ueblo": 1174,
      "Ã¡g": 1175,
      "Ġactual": 1176,
      "Ġnuestro": 1177,
      "Ġcapital": 1178,
      "Ġdifer": 1179,
      "ĠpodrÃŃa": 1180,
      "au": 1181,
      "Ġ5": 1182,
      "Ġdetermin": 1183,
      "ÃŃan": 1184,
      "Ġfrente": 1185,
      "Ġinf": 1186,
      "Ġdonde": 1187,
      "iberaciÃ³n": 1188,
      "ĠEste": 1189,
      "Ġiden": 1190,
      "ĠfenÃ³men": 1191,
      "ĠcategorÃŃa": 1192,
      "Ġade": 1193,
      "tiÃ©r": 1194,
      "ÃŃtu": 1195,
      "Ġnin": 1196,
      "ĠsegÃºn": 1197,
      "Ġanti": 1198,
      "ĠideolÃ³gica": 1199,
      "Ġrespecto": 1200,
      "Ġnueva": 1201,
      "Ġciencias": 1202,
      "Ġconstituy": 1203,
      "tiÃ©rrez": 1204,
      ".âĢĿ": 1205,
      "Ġtras": 1206,
      "Ġ196": 1207,
      "Ġinterior": 1208,
      "Ġapor": 1209,
      "Ġ1973": 1210,
      "empre": 1211,
      "Ġsociedad": 1212,
      "Ġhecho": 1213,
      "Ġsignifica": 1214,
      "II": 1215,
      "rens": 1216,
      "Ġcos": 1217,
      "Ġahora": 1218,
      "til": 1219,
      "Ġfue": 1220,
      "Ġrecon": 1221,
      "Ġsujeto": 1222,
      "iencia": 1223,
      "tando": 1224,
      "Ġpers": 1225,
      "Ġmetodo": 1226,
      "Ġgra": 1227,
      "Ġradica": 1228,
      "adora": 1229,
      "Ġcultural": 1230,
      "Ġcomun": 1231,
      "ĠKusch": 1232,
      "ĠeconÃ³": 1233,
      "Ġetc": 1234,
      "iva": 1235,
      "lÃ³gico": 1236,
      "ocu": 1237,
      "Ġuno": 1238,
      "Ġher": 1239,
      "ĠCf": 1240,
      "Ġexper": 1241,
      "Ġobser": 1242,
      "Ġposibilidad": 1243,
      "Ġsectores": 1244,
      "Ġclase": 1245,
      "ĠGutiÃ©rrez": 1246,
      "Ġlibro": 1247,
      "ĠZea": 1248,
      "ja": 1249,
      "mico": 1250,
      "mann": 1251,
      "Ġasu": 1252,
      "tivamente": 1253,
      "istemo": 1254,
      "Ġabs": 1255,
      "ĠcientÃŃ": 1256,
      "ocimiento": 1257,
      "fÃŃs": 1258,
      "lu": 1259,
      "Ġciencia": 1260,
      "Ġcada": 1261,
      "undi": 1262,
      "almente": 1263,
      "ĠCas": 1264,
      "Ġmeta": 1265,
      "ĠtÃ©rminos": 1266,
      "ĠUniversidad": 1267,
      "yecto": 1268,
      "por": 1269,
      "incip": 1270,
      "amos": 1271,
      "ĠFran": 1272,
      "Ġclar": 1273,
      "ĠpaÃŃs": 1274,
      "Ġtarea": 1275,
      "fuer": 1276,
      "las": 1277,
      "sa": 1278,
      "Ġam": 1279,
      "Ġescri": 1280,
      "Ġunivers": 1281,
      "ible": 1282,
      "cho": 1283,
      "Ġsiempre": 1284,
      "tividad": 1285,
      "Ġcuestion": 1286,
      "tonces": 1287,
      "ruptura": 1288,
      "Ġlenguaje": 1289,
      "rensiÃ³n": 1290,
      ".;": 1291,
      "icos": 1292,
      "vil": 1293,
      "Ġdecis": 1294,
      "Ġli": 1295,
      "Ġcontin": 1296,
      "Ġini": 1297,
      "ign": 1298,
      "usiÃ³n": 1299,
      "ĠserÃŃa": 1300,
      "ivo": 1301,
      "ĠHe": 1302,
      "ĠaÃ±o": 1303,
      "Ġ6": 1304,
      "Ġ7": 1305,
      "ĠÃ¡": 1306,
      "ĠlÃŃn": 1307,
      "Ġaun": 1308,
      "ĠmÃ©": 1309,
      "Ġind": 1310,
      "Ġimplica": 1311,
      "Ġtres": 1312,
      "Ġcomple": 1313,
      "Ġepistemo": 1314,
      "eci": 1315,
      "nos": 1316,
      "per": 1317,
      "âĢ¢": 1318,
      "unda": 1319,
      "Ġentonces": 1320,
      "Ġeso": 1321,
      "Ġesfuer": 1322,
      "Ġella": 1323,
      "mpor": 1324,
      "Ġpresente": 1325,
      "Ġlucha": 1326,
      "Ġprincip": 1327,
      "Ġvida": 1328,
      "ĠMundo": 1329,
      "uesto": 1330,
      "Ġprecis": 1331,
      "Ġpreocu": 1332,
      "Ġmani": 1333,
      "ĠsociologÃŃa": 1334,
      "imagen": 1335,
      "ĠXX": 1336,
      "Ġactitud": 1337,
      "op": 1338,
      "su": 1339,
      "Ġaca": 1340,
      "Ġavan": 1341,
      "tada": 1342,
      "top": 1343,
      "Ġhacia": 1344,
      "trop": 1345,
      "Ġcasi": 1346,
      "Ġrevolucion": 1347,
      "Ġencuen": 1348,
      "Ġperonismo": 1349,
      "ÃŃtulo": 1350,
      "his": 1351,
      "ĠLe": 1352,
      "ĠLos": 1353,
      "Ġclara": 1354,
      "Ġverdad": 1355,
      "Ġsaber": 1356,
      "Ġmayor": 1357,
      "ĠfenÃ³meno": 1358,
      "Ġexperiencia": 1359,
      "jor": 1360,
      "ĠcÃ³mo": 1361,
      "antes": 1362,
      "Ġtoma": 1363,
      "Ġsido": 1364,
      "Ġpueden": 1365,
      "ĠideolÃ³gico": 1366,
      "Ã±o": 1367,
      "Ġtrabajos": 1368,
      "Ġnecesidad": 1369,
      "Ġtermin": 1370,
      "ĠconsideraciÃ³n": 1371,
      "Ġpermite": 1372,
      "No": 1373,
      "cÃŃa": 1374,
      "pel": 1375,
      "ÃŃas": 1376,
      "rimi": 1377,
      "ĠexplÃŃci": 1378,
      "Ġtipo": 1379,
      "Ġju": 1380,
      "cto": 1381,
      "mis": 1382,
      "Ġacep": 1383,
      "dades": 1384,
      "ectura": 1385,
      "ĠCa": 1386,
      "qui": 1387,
      "Ġbu": 1388,
      "Ġ199": 1389,
      "Ġ1975": 1390,
      "ÃŃstica": 1391,
      "Ġotras": 1392,
      "Ġafirma": 1393,
      "Ġreferencia": 1394,
      "cluso": 1395,
      "ambiÃ©n": 1396,
      "ĠSantos": 1397,
      "Ġtransf": 1398,
      "Ġ200": 1399,
      "gra": 1400,
      "he": 1401,
      "iana": 1402,
      "pueblo": 1403,
      "tÃ©n": 1404,
      "ticos": 1405,
      "ticidad": 1406,
      "Ġparece": 1407,
      "ĠMe": 1408,
      "ograf": 1409,
      "ĠLatinoamerican": 1410,
      "Ġracionalidad": 1411,
      "Ġalgunas": 1412,
      "Ġaparece": 1413,
      "ĠtÃ©rmino": 1414,
      "lÃ¡": 1415,
      "mientos": 1416,
      "nte": 1417,
      "onte": 1418,
      "ink": 1419,
      "Ġconviene": 1420,
      "Ã©u": 1421,
      "ĠcrÃŃtico": 1422,
      "Ġ1974": 1423,
      "iere": 1424,
      "Ġtextos": 1425,
      "Ġposiciones": 1426,
      "Ġmovimiento": 1427,
      "ĠHeidegger": 1428,
      "topÃŃa": 1429,
      "cr": 1430,
      "ĠpÃ¡g": 1431,
      "Ġefec": 1432,
      "alla": 1433,
      "Ġalcan": 1434,
      "Ġcuenta": 1435,
      "Ġtema": 1436,
      "Ġpoco": 1437,
      "ĠIg": 1438,
      "Ġmejor": 1439,
      "Ġpregun": 1440,
      "ĠfilÃ³sofos": 1441,
      "Ġcontradi": 1442,
      "Ġafirm": 1443,
      "Ġmucho": 1444,
      "ĠteÃ³rica": 1445,
      "Ġintegra": 1446,
      "ĠÃī": 1447,
      "fÃŃsica": 1448,
      "ĠÃºn": 1449,
      "Ġtesis": 1450,
      "Ġfal": 1451,
      "elam": 1452,
      "iado": 1453,
      "trodu": 1454,
      "adores": 1455,
      "tivas": 1456,
      "Ġdesarrollo": 1457,
      "ĠproducciÃ³n": 1458,
      "Ġformul": 1459,
      "ĠCarlos": 1460,
      "Ġradical": 1461,
      "Ġamerican": 1462,
      "ĠmÃ©todo": 1463,
      "om": 1464,
      "Ġdeno": 1465,
      "ere": 1466,
      "ina": 1467,
      "Ġmos": 1468,
      "Ġellos": 1469,
      "uestra": 1470,
      "Ġaspec": 1471,
      "Ġobje": 1472,
      "ĠquizÃ¡": 1473,
      "ĠproblemÃ¡tica": 1474,
      "Ġcompren": 1475,
      "Ġestudio": 1476,
      "greso": 1477,
      "Ġaspectos": 1478,
      "eas": 1479,
      "ha": 1480,
      "jer": 1481,
      "smann": 1482,
      "um": 1483,
      "Ġlectura": 1484,
      "Ġqueda": 1485,
      "ili": 1486,
      "menÃ©u": 1487,
      "Ġdar": 1488,
      "Ġantrop": 1489,
      "tante": 1490,
      "Ġperman": 1491,
      "ĠHegel": 1492,
      "cista": 1493,
      "cluy": 1494,
      "ĠArturo": 1495,
      "ĠUna": 1496,
      "Ġcristianos": 1497,
      "Ġenfren": 1498,
      "mert": 1499,
      "Ġmencion": 1500,
      "Ġvarios": 1501,
      "Ġargentino": 1502,
      "inkelam": 1503,
      "Ġdenomin": 1504,
      "inkelammert": 1505,
      "var": 1506,
      "Ġera": 1507,
      "ende": 1508,
      "cil": 1509,
      "Ġev": 1510,
      "Ġviv": 1511,
      "ĠSi": 1512,
      "Ġcompro": 1513,
      "Ġcamb": 1514,
      "ĠambigÃ¼edad": 1515,
      "Ġenfo": 1516,
      "Ġsegunda": 1517,
      "ĠQu": 1518,
      "Ġesfuerzo": 1519,
      "12": 1520,
      "bri": 1521,
      "si": 1522,
      "ĠlÃŃ": 1523,
      "Ġpes": 1524,
      "Ġsos": 1525,
      "Ġestar": 1526,
      "Ġredu": 1527,
      "comp": 1528,
      "ĠallÃ¡": 1529,
      "ĠtradiciÃ³n": 1530,
      "Ġlatinoamericanos": 1531,
      "Ġimperial": 1532,
      "Ġpropio": 1533,
      "Ġpropuesta": 1534,
      "Ġlleva": 1535,
      "ĠontolÃ³gica": 1536,
      "Ġtotalidad": 1537,
      "Ġcondiciones": 1538,
      "Ġpalabra": 1539,
      "Ġelementos": 1540,
      "ĠpÃ¡ginas": 1541,
      "mÃ¡s": 1542,
      "vista": 1543,
      "Ġ9": 1544,
      "iles": 1545,
      "Ġinv": 1546,
      "terial": 1547,
      "Ġdescu": 1548,
      "ceden": 1549,
      "ĠHinkelammert": 1550,
      "...âĢĿ,": 1551,
      "Ġobjeto": 1552,
      "ĠNa": 1553,
      "desarrol": 1554,
      "Ġtodas": 1555,
      "cular": 1556,
      "Ġsupone": 1557,
      "Ġcuales": 1558,
      "Ġnecesario": 1559,
      "Ġrelig": 1560,
      "Ġcontex": 1561,
      "Ġespecialmente": 1562,
      "ĠhermenÃ©u": 1563,
      "at": 1564,
      "embre": 1565,
      "marx": 1566,
      "Ġ8": 1567,
      "erÃ³n": 1568,
      "Ġlar": 1569,
      "Ġenero": 1570,
      "Ã©tica": 1571,
      "Ġ17": 1572,
      "Ġestable": 1573,
      "Ġanterior": 1574,
      "Ġima": 1575,
      "Ġmomentos": 1576,
      "jemp": 1577,
      "ĠTambiÃ©n": 1578,
      "Ġcit": 1579,
      "ĠutopÃŃa": 1580,
      "Ġabier": 1581,
      "medi": 1582,
      "ĠJu": 1583,
      "Ġsegundo": 1584,
      "Ġsiguiente": 1585,
      "ĠÃ¡mb": 1586,
      "NA": 1587,
      "Se": 1588,
      "bo": 1589,
      "pon": 1590,
      "erse": 1591,
      "Ġeta": 1592,
      "Ġnada": 1593,
      "dido": 1594,
      "Ġintrodu": 1595,
      "Ġcomen": 1596,
      "Ġalgo": 1597,
      "toria": 1598,
      "Ġcuy": 1599,
      "ĠMan": 1600,
      "ĠEsto": 1601,
      "Ġideas": 1602,
      "ĠpolÃ©mica": 1603,
      "Ġquiere": 1604,
      "Ġmismos": 1605,
      "Ġnatural": 1606,
      "Ġdefini": 1607,
      "Ġasumi": 1608,
      "ografÃŃa": 1609,
      "ciden": 1610,
      "Ġsol": 1611,
      "Ġhi": 1612,
      "rique": 1613,
      "tera": 1614,
      "ecu": 1615,
      "mpl": 1616,
      "Ġproyecto": 1617,
      "ĠSer": 1618,
      "ĠPro": 1619,
      "ĠserÃ¡": 1620,
      "Ġexpli": 1621,
      "Ġexplica": 1622,
      "ĠHay": 1623,
      "usser": 1624,
      "Ġcampo": 1625,
      "ĠrevoluciÃ³n": 1626,
      "Ġfuera": 1627,
      "ĠAssmann": 1628,
      "13": 1629,
      "Ġruptura": 1630,
      "ort": 1631,
      "Ġejemp": 1632,
      "cada": 1633,
      "tenido": 1634,
      "Ġextra": 1635,
      "aba": 1636,
      "Ġantes": 1637,
      "Ġorgan": 1638,
      "ĠSegun": 1639,
      "Ġpura": 1640,
      "Ġimportancia": 1641,
      "Ġalteridad": 1642,
      "Ġcontinu": 1643,
      "ĠJuan": 1644,
      "CI": 1645,
      "cta": 1646,
      "omo": 1647,
      "Ġus": 1648,
      "err": 1649,
      "Ġsegu": 1650,
      "ĠLas": 1651,
      "Ġ10": 1652,
      "Ãºs": 1653,
      "Ġanal": 1654,
      "Ã±a": 1655,
      "Ġapun": 1656,
      "Ġrealiz": 1657,
      "ĠNue": 1658,
      "Ġproblemas": 1659,
      "Ġorden": 1660,
      "Ġmaterial": 1661,
      "Ġmanera": 1662,
      "Ġcomien": 1663,
      "ĠexpresiÃ³n": 1664,
      "Ġciertos": 1665,
      "Ġconcreta": 1666,
      "Ġsiguientes": 1667,
      "ĠpaÃŃses": 1668,
      "mporÃ¡n": 1669,
      "Ġpreocup": 1670,
      "Ġencuentra": 1671,
      "ĠÃ¡mbito": 1672,
      "col": 1673,
      "Ġluego": 1674,
      "erca": 1675,
      "ÃŃr": 1676,
      "unio": 1677,
      "Ġ18": 1678,
      "Ġdescri": 1679,
      "ĠPar": 1680,
      "dora": 1681,
      "Ġpopulistas": 1682,
      "Ġquien": 1683,
      "Ġreform": 1684,
      "ĠestÃ¡n": 1685,
      "Ġplano": 1686,
      "culta": 1687,
      "Ġrevel": 1688,
      "rupo": 1689,
      "tivos": 1690,
      "Ġnuev": 1691,
      "ĠcapÃŃtulo": 1692,
      "Ġpublica": 1693,
      "ĠontologÃŃa": 1694,
      "Ġinteresante": 1695,
      "ĠRevista": 1696,
      "puÃ©s": 1697,
      "ĠcategorÃŃas": 1698,
      "Ġcambio": 1699,
      "diles": 1700,
      "emos": 1701,
      "gue": 1702,
      "lan": 1703,
      "lig": 1704,
      "lante": 1705,
      "tÃ¡": 1706,
      "udi": 1707,
      "Ġesca": 1708,
      "Ġfac": 1709,
      "Ġconocimiento": 1710,
      "iente": 1711,
      "Ġexig": 1712,
      "Ġdimen": 1713,
      "egÃºn": 1714,
      "Ġoprimi": 1715,
      "ĠartÃŃ": 1716,
      "Ġcierto": 1717,
      "Ġretomar": 1718,
      "Ġrelaciones": 1719,
      "Ġningun": 1720,
      "Ġtrasc": 1721,
      "ĠNacional": 1722,
      "Ġcontexto": 1723,
      "cra": 1724,
      "ctico": 1725,
      "pi": 1726,
      "vaciÃ³n": 1727,
      "Ã³r": 1728,
      "ÃŃo": 1729,
      "ilidades": 1730,
      "ecer": 1731,
      "tinos": 1732,
      "ĠSu": 1733,
      "ficiente": 1734,
      "Ġbus": 1735,
      "talidad": 1736,
      "Ġsimple": 1737,
      "Ġrealiza": 1738,
      "ĠpropÃ³s": 1739,
      "ĠopciÃ³n": 1740,
      "Ġutil": 1741,
      "Ġpapel": 1742,
      "Ġespeci": 1743,
      "Ġaquellos": 1744,
      "Ġimportante": 1745,
      "Ġduda": 1746,
      "18": 1747,
      "fer": 1748,
      "ut": 1749,
      "zÃ³n": 1750,
      "Ġsa": 1751,
      "isiÃ³n": 1752,
      "rel": 1753,
      "Ġ15": 1754,
      "ĠteolÃ³gica": 1755,
      "tarse": 1756,
      "Ġservi": 1757,
      "Ġ198": 1758,
      "vierte": 1759,
      "Ġimpos": 1760,
      "Ġ25": 1761,
      "Ġresul": 1762,
      "ĠcomprensiÃ³n": 1763,
      "Ġconceptual": 1764,
      "Ġnecesaria": 1765,
      "Ġestructural": 1766,
      "ĠteÃ³rico": 1767,
      "Ġperspec": 1768,
      "ĠafirmaciÃ³n": 1769,
      "ĠSegundo": 1770,
      "ad": 1771,
      "vers": 1772,
      "Ġdej": 1773,
      "cido": 1774,
      "Ġmas": 1775,
      "uestos": 1776,
      "Ġmode": 1777,
      "Ġposterior": 1778,
      "ĠexposiciÃ³n": 1779,
      "vidu": 1780,
      "Ġcompar": 1781,
      "ĠArdiles": 1782,
      "Ġpresen": 1783,
      "Ġpresenta": 1784,
      "Ġcolon": 1785,
      "Ġdivers": 1786,
      "ĠÃ©ste": 1787,
      "Ġpalabras": 1788,
      "ĠlÃŃnea": 1789,
      "Ġaunque": 1790,
      "Ġclaramente": 1791,
      "ĠpropÃ³sito": 1792,
      "CA": 1793,
      "gin": 1794,
      "iano": 1795,
      "Ġdere": 1796,
      "Ġincluso": 1797,
      "Ġven": 1798,
      "fies": 1799,
      "uestas": 1800,
      "Ġdisc": 1801,
      "Ġcapa": 1802,
      "ĠautÃ©n": 1803,
      "Ġ1972": 1804,
      "Ġpasado": 1805,
      "eopol": 1806,
      "ĠideologÃŃas": 1807,
      "rgues": 1808,
      "Ġmuchos": 1809,
      "Ġintelectuales": 1810,
      "Ġniveles": 1811,
      "ĠdominaciÃ³n": 1812,
      "Ġretoma": 1813,
      "Ġconstituye": 1814,
      "ĠCasalla": 1815,
      "Ġclaro": 1816,
      "quiera": 1817,
      "11": 1818,
      "DE": 1819,
      "mul": 1820,
      "pos": 1821,
      "vinas": 1822,
      "eno": 1823,
      "ÃŃticos": 1824,
      "Ġmor": 1825,
      "anon": 1826,
      "Ġfra": 1827,
      "ĠLiberaciÃ³n": 1828,
      "Ġ13": 1829,
      "Ġlibertad": 1830,
      "vaciones": 1831,
      "ciendo": 1832,
      "Ġpueb": 1833,
      "Ġapro": 1834,
      "Ġnuestros": 1835,
      "Ġhaber": 1836,
      "Ġintento": 1837,
      "tificismo": 1838,
      "ĠeconÃ³mico": 1839,
      "ĠcientÃŃfica": 1840,
      "ĠlÃŃmi": 1841,
      "Ġinvesti": 1842,
      "ÃŃrculo": 1843,
      "cn": 1844,
      "ndo": 1845,
      "eron": 1846,
      "osÃ©": 1847,
      "Ġenti": 1848,
      "alismo": 1849,
      "Ġincor": 1850,
      "Ġof": 1851,
      "Ġvista": 1852,
      "ĠdespuÃ©s": 1853,
      "ĠbÃ¡s": 1854,
      "Ġconstru": 1855,
      "tificar": 1856,
      "ĠcontemporÃ¡n": 1857,
      "omÃŃa": 1858,
      "Ġninguna": 1859,
      "Ġpueblos": 1860,
      "OS": 1861,
      "gaciÃ³n": 1862,
      "sos": 1863,
      "Ãĵ": 1864,
      "Ġdeb": 1865,
      "Ġdedica": 1866,
      "orda": 1867,
      "uncia": 1868,
      "Ġencon": 1869,
      "Ġfa": 1870,
      "Ġcontenido": 1871,
      "Ġhegel": 1872,
      "Ġrei": 1873,
      "tud": 1874,
      "letar": 1875,
      "ultura": 1876,
      "Ġdesta": 1877,
      "ĠII": 1878,
      "Ġpostu": 1879,
      "ĠFanon": 1880,
      "idas": 1881,
      "ĠconcepciÃ³n": 1882,
      "Ġprimero": 1883,
      "Ġposibilidades": 1884,
      "Ġalguna": 1885,
      "Ġcamino": 1886,
      "ĠCongreso": 1887,
      "ĠepistemolÃ³gica": 1888,
      "Ġtransform": 1889,
      "ĠÃīs": 1890,
      "Ġdefinitiva": 1891,
      "ĠpreocupaciÃ³n": 1892,
      "De": 1893,
      "ER": 1894,
      "Por": 1895,
      "fes": 1896,
      "her": 1897,
      "imo": 1898,
      "lara": 1899,
      "endi": 1900,
      "untad": 1901,
      "Ġrecha": 1902,
      "Ġoc": 1903,
      "ĠdÃ©": 1904,
      "Ġtomar": 1905,
      "ĠDE": 1906,
      "ciales": 1907,
      "blemente": 1908,
      "Ġopres": 1909,
      "Ġsigue": 1910,
      "nacional": 1911,
      "ĠhabrÃŃa": 1912,
      "Ġverda": 1913,
      "ĠJosÃ©": 1914,
      "ĠcomÃºn": 1915,
      "Ġtenden": 1916,
      "ĠgeneraciÃ³n": 1917,
      "âĢĶâĢĶ,": 1918,
      "âĢĶâĢĶâĢĶâĢĶ,": 1919,
      "Ġalterna": 1920,
      "trib": 1921,
      "Ġanalizar": 1922,
      "Ġrecono": 1923,
      "Ġuniversal": 1924,
      "ĠLevinas": 1925,
      "Ġenfoque": 1926,
      "16": 1927,
      "Cu": 1928,
      "cf": 1929,
      "edades": 1930,
      "otros": 1931,
      "rin": 1932,
      "via": 1933,
      "vÃ©s": 1934,
      "Ġol": 1935,
      "Ġaten": 1936,
      "tados": 1937,
      "queda": 1938,
      "Ġconj": 1939,
      "Ã¡lo": 1940,
      "tras": 1941,
      "ecen": 1942,
      "ĠLeopol": 1943,
      "ĠfilosofÃŃas": 1944,
      "Ġsocio": 1945,
      "izada": 1946,
      "ficar": 1947,
      "ficos": 1948,
      "ĠDes": 1949,
      "Ġserie": 1950,
      "ĠHa": 1951,
      "Ġcir": 1952,
      "Ġparticip": 1953,
      "Ã³logo": 1954,
      "oluciÃ³n": 1955,
      "Ġpaso": 1956,
      "Ġtener": 1957,
      "Ġcristiana": 1958,
      "thusser": 1959,
      "Ġjustifica": 1960,
      "ĠTotalidad": 1961,
      "Ġentender": 1962,
      "Ġrepresenta": 1963,
      "Ġacad": 1964,
      "Ġcomprender": 1965,
      "ĠManuel": 1966,
      "Ġejemplo": 1967,
      "Ãºsqueda": 1968,
      "gre": 1969,
      "imp": 1970,
      "icio": 1971,
      "pendencia": 1972,
      "Ġren": 1973,
      "enen": 1974,
      "ĠlÃ³gica": 1975,
      "eran": 1976,
      "ercer": 1977,
      "ĠcÃŃrculo": 1978,
      "arios": 1979,
      "tidi": 1980,
      "orn": 1981,
      "Ġed": 1982,
      "cado": 1983,
      "ismos": 1984,
      "alista": 1985,
      "ray": 1986,
      "ase": 1987,
      "turel": 1988,
      "Ġindica": 1989,
      "amÃ©rica": 1990,
      "terio": 1991,
      "ĠLA": 1992,
      "ideologÃŃa": 1993,
      "Ġ14": 1994,
      "ĠCro": 1995,
      "genes": 1996,
      "Ġmuerte": 1997,
      "Ġ1977": 1998,
      "Ġhablar": 1999,
      "Ġpasa": 2000,
      "Ġafirmar": 2001,
      "vertir": 2002,
      "Ġdistingu": 2003,
      "Ġvalor": 2004,
      "Ġestudios": 2005,
      "Ġcondicion": 2006,
      "Ġhumana": 2007,
      "Ġrespon": 2008,
      "ĠÃ©sta": 2009,
      "Ġaporte": 2010,
      "Ġcomunidad": 2011,
      "Ġabsolu": 2012,
      "ĠmetafÃŃsica": 2013,
      "histÃ³": 2014,
      "Ġburgues": 2015,
      "Ġlargo": 2016,
      "TI": 2017,
      "bica": 2018,
      "dr": 2019,
      "pe": 2020,
      "pciÃ³n": 2021,
      "para": 2022,
      "uda": 2023,
      "vol": 2024,
      "Âª": 2025,
      "Ġpun": 2026,
      "cimiento": 2027,
      "âĢľ": 2028,
      "menta": 2029,
      "Ġrefi": 2030,
      "Ġcotidi": 2031,
      "Ġveces": 2032,
      "Ġproletar": 2033,
      "izado": 2034,
      "ĠtravÃ©s": 2035,
      "mbres": 2036,
      "ensa": 2037,
      "Ġba": 2038,
      "Ġliberador": 2039,
      "Ġdire": 2040,
      "dose": 2041,
      "Ġconsecu": 2042,
      "ĠHu": 2043,
      "ĠEnrique": 2044,
      "Ġgrupo": 2045,
      "ega": 2046,
      "ĠhabÃŃa": 2047,
      "Ġhabla": 2048,
      "Ġconsiderar": 2049,
      "Ġfundamento": 2050,
      "alÃ©ctico": 2051,
      "ĠontolÃ³gico": 2052,
      "Ġpretende": 2053,
      "Ġgeneral": 2054,
      "ĠnegaciÃ³n": 2055,
      "Ġponer": 2056,
      "ĠseÃ±alar": 2057,
      "Ġeuropeo": 2058,
      "Ġsurge": 2059,
      "Ġinflu": 2060,
      "Ġidentifica": 2061,
      "Ġadelante": 2062,
      "Ġpermanente": 2063,
      "atto": 2064,
      "Ġimagen": 2065,
      "ĠdimensiÃ³n": 2066,
      "cracia": 2067,
      "ĠLeopoldo": 2068,
      "17": 2069,
      "Con": 2070,
      "Para": 2071,
      "tÃ©": 2072,
      "ura": 2073,
      "Ãį": 2074,
      "ĠW": 2075,
      "Ġtu": 2076,
      "Ġcla": 2077,
      "Ġemp": 2078,
      "ĠediciÃ³n": 2079,
      "Ġmuestra": 2080,
      "ibli": 2081,
      "ĠSo": 2082,
      "izquier": 2083,
      "Ġdice": 2084,
      "tancia": 2085,
      "gencia": 2086,
      "Ġidea": 2087,
      "clu": 2088,
      "Ġarti": 2089,
      "ĠOtro": 2090,
      "Ġsubray": 2091,
      "Ġlleg": 2092,
      "Ġdesarrolla": 2093,
      "Ġcristiano": 2094,
      "Ġries": 2095,
      "Ġcritica": 2096,
      "Ġindividu": 2097,
      "ĠelaboraciÃ³n": 2098,
      "ĠmetodolÃ³gica": 2099,
      "miso": 2100,
      "ĠLatinoamericana": 2101,
      "Ġevide": 2102,
      "Ġreformul": 2103,
      "Ġincorpor": 2104,
      "15": 2105,
      "20": 2106,
      "24": 2107,
      "bir": 2108,
      "cera": 2109,
      "cara": 2110,
      "gn": 2111,
      "itar": 2112,
      "imiento": 2113,
      "junio": 2114,
      "Ġderi": 2115,
      "Ġdeber": 2116,
      "cios": 2117,
      "tiza": 2118,
      "oriz": 2119,
      "ale": 2120,
      "ing": 2121,
      "ĠSegÃºn": 2122,
      "mbol": 2123,
      "ĠbÃŃ": 2124,
      "Ġestado": 2125,
      "Ġliberadora": 2126,
      "ficaciÃ³n": 2127,
      "dores": 2128,
      "Ġgrup": 2129,
      "popul": 2130,
      "Ġsupuesto": 2131,
      "Ġubi": 2132,
      "Ġdado": 2133,
      "mÃ¡tico": 2134,
      "Ġllega": 2135,
      "ĠAlber": 2136,
      "Ġinteresa": 2137,
      "Ġcorr": 2138,
      "Ġfuerza": 2139,
      "Ġeuropea": 2140,
      "Ġcuestiones": 2141,
      "ĠhermenÃ©utica": 2142,
      "Ġperspectiva": 2143,
      "ĠCroatto": 2144,
      "[...]": 2145,
      "bier": 2146,
      "oy": 2147,
      "Ġdeci": 2148,
      "ern": 2149,
      "Ġejer": 2150,
      "Ġcono": 2151,
      "ibidem": 2152,
      "ĠLu": 2153,
      "ĠCultura": 2154,
      "Ġbrin": 2155,
      "ĠbÃºsqueda": 2156,
      "Ġdifi": 2157,
      "Ġmoder": 2158,
      "ĠTe": 2159,
      "Ġespec": 2160,
      "Ġinstru": 2161,
      "ĠAlthusser": 2162,
      "uelve": 2163,
      "Ġformas": 2164,
      "Ġnosotros": 2165,
      "Ġexistencial": 2166,
      "Ġbase": 2167,
      "tismo": 2168,
      "Ġanteceden": 2169,
      "Ġcentr": 2170,
      "Ġdiferencia": 2171,
      "Ġobservaciones": 2172,
      "ĠCaturel": 2173,
      "Ġpregunta": 2174,
      "ĠcontradicciÃ³n": 2175,
      "ĠintegraciÃ³n": 2176,
      "ĠÃºnica": 2177,
      "Ġmostrar": 2178,
      "Ġenfrenta": 2179,
      "Ġpesar": 2180,
      "ĠartÃŃculo": 2181,
      "Ã¡logo": 2182,
      "Ġarticul": 2183,
      "ĠCaturelli": 2184,
      "ban": 2185,
      "dis": 2186,
      "ge": 2187,
      "liberaciÃ³n": 2188,
      "mon": 2189,
      "Ġro": 2190,
      "Ġil": 2191,
      "dez": 2192,
      "Ġacu": 2193,
      "oner": 2194,
      "tido": 2195,
      "Ġconex": 2196,
      "diendo": 2197,
      "Ġsuficiente": 2198,
      "rir": 2199,
      "Ġve": 2200,
      "Ġvig": 2201,
      "Ġviene": 2202,
      "Ġ16": 2203,
      "ĠPa": 2204,
      "ĠMu": 2205,
      "ĠMÃ¡s": 2206,
      "genu": 2207,
      "ĠacciÃ³n": 2208,
      "Ġ23": 2209,
      "ĠoposiciÃ³n": 2210,
      "Ġespa": 2211,
      "rante": 2212,
      "Ġargentina": 2213,
      "poca": 2214,
      "Ġdiscursos": 2215,
      "Ġhoy": 2216,
      "Ġtratamiento": 2217,
      "lesia": 2218,
      "Ġexpresa": 2219,
      "Ġcorre": 2220,
      "ĠOrtiz": 2221,
      "Ġorigen": 2222,
      "Ġponencia": 2223,
      "ĠsuperaciÃ³n": 2224,
      "ĠningÃºn": 2225,
      "Ġmanifies": 2226,
      "Ġetapa": 2227,
      "ĠNuevo": 2228,
      "ÃĵN": 2229,
      "Ġalternativa": 2230,
      "Ġpuntos": 2231,
      "14": 2232,
      "enca": 2233,
      "erut": 2234,
      "ondo": 2235,
      "ÃŃri": 2236,
      "Ġmer": 2237,
      "anti": 2238,
      "trada": 2239,
      "amientos": 2240,
      "ĠvÃŃa": 2241,
      "tinoamÃ©rica": 2242,
      "Ã³gicos": 2243,
      "Ġmodos": 2244,
      "ĠHis": 2245,
      "Ġrevista": 2246,
      "Ġdesarroll": 2247,
      "ĠÃºltima": 2248,
      "Ġmuchas": 2249,
      "quiere": 2250,
      "Ġexistencia": 2251,
      "Ġoriginal": 2252,
      "Ġrepresen": 2253,
      "Ġlimi": 2254,
      "eciera": 2255,
      "Ġafirmaciones": 2256,
      "ĠQuizÃ¡": 2257,
      "Ġdescubri": 2258,
      "Ġasumir": 2259,
      "Ġubicar": 2260,
      "erutti": 2261,
      "25": 2262,
      "27": 2263,
      "EN": 2264,
      "eza": 2265,
      "hilos": 2266,
      "liber": 2267,
      "ncia": 2268,
      "pens": 2269,
      "Ġtor": 2270,
      "ĠÃŃn": 2271,
      "Ġigu": 2272,
      "dera": 2273,
      "entro": 2274,
      "Ġdetal": 2275,
      "Ġevi": 2276,
      "Ġesas": 2277,
      "anismo": 2278,
      "Ġconclus": 2279,
      "usta": 2280,
      "Ġexten": 2281,
      "ogrÃ¡": 2282,
      "ĠLatinoamÃ©rica": 2283,
      "Ġbibli": 2284,
      "Ġdicho": 2285,
      "che": 2286,
      "ĠIde": 2287,
      "Ġpensadores": 2288,
      "Ġsir": 2289,
      "Ġpueda": 2290,
      "Ġaclara": 2291,
      "ĠEntre": 2292,
      "Ġprior": 2293,
      "nacio": 2294,
      "Ġplan": 2295,
      "cultura": 2296,
      "Ġmarxistas": 2297,
      "Ġsubdesarrol": 2298,
      "cribe": 2299,
      "Ġllegar": 2300,
      "Ġcorres": 2301,
      "Ġreferencias": 2302,
      "Ġargentinos": 2303,
      "Ġcapitalismo": 2304,
      "ĠeconÃ³mica": 2305,
      "ivamente": 2306,
      "oph": 2307,
      "ĠMeth": 2308,
      "ĠIglesia": 2309,
      "ĠIgnacio": 2310,
      "Ġcompromiso": 2311,
      "Ġreligios": 2312,
      "NAM": 2313,
      "Ġpuramente": 2314,
      "ĠautÃ©ntica": 2315,
      "Ġconjunto": 2316,
      "Ġproletariado": 2317,
      "hilosoph": 2318,
      "AR": 2319,
      "bar": 2320,
      "cun": 2321,
      "cciones": 2322,
      "fas": 2323,
      "gor": 2324,
      "ita": 2325,
      "imi": 2326,
      "jos": 2327,
      "lor": 2328,
      "pas": 2329,
      "siones": 2330,
      "Ġdeba": 2331,
      "Ġpien": 2332,
      "Ġpues": 2333,
      "estro": 2334,
      "eraciÃ³n": 2335,
      "Ġlado": 2336,
      "Ġedi": 2337,
      "unca": 2338,
      "Ġesque": 2339,
      "Ġfor": 2340,
      "Ã¡cter": 2341,
      "Ġhoriz": 2342,
      "mocracia": 2343,
      "Ġsuma": 2344,
      "Ġincluy": 2345,
      "ama": 2346,
      "mata": 2347,
      "elig": 2348,
      "ĠMa": 2349,
      "tromata": 2350,
      "ĠFerr": 2351,
